{
    "Navbar": [
        {
            "id": "home",
            "name": "Acasă"
        },
        {
            "id": "about",
            "name": "Despre"
        },
        {
            "id": "services",
            "name": "Servicii"
        },
        {
            "id": "team",
            "name": "Echipa"
        },
        {
            "id": "contact",
            "name": "Contact"
        }
    ],
    "HeroWords": [
        "Profesionalism",
        "Integritate",
        "Eficiență",
        "Comunicare"
    ],
    "AboutSection": {
        "id": "about",
        "text": "Societatea noastră apreciază integritatea, transparența și eficiența.\nPracticăm o abordare pragmatică și orientată spre rezultate, cu un angajament ferm către excelență și etică profesională.\nNe dorim să oferim întotdeauna soluții juridice adecvate, adaptate specificului fiecărui caz, astfel că urmărim o pregătire profesională continuă pentru a rămâne la curent cu ultimele modificări legislative și jurisprudențiale, precum și cu cele mai bune practici în domeniu.\nAlături de experiență, ne recomandă abordarea noastră proactivă și atenția la detalii."
    },
    "Appointment": {
        "id": "appointment",
        "name": "PROGRAMARE"
    },
    "SectionTitles": {
        "about": "Despre",
        "services": "Servicii",
        "team": "Echipa",
        "contact": "Contact"
    },
    "ServicesSection": [
        {
            "id": "service1",
            "title": "Consultanță juridică generală",
            "description": "Societatea noastră oferă o arie variată de servicii de consultanță juridică, atât în beneficiul  societăților comerciale și instituțiilor publice, cât și al persoanelor fizice.\n Modalitățile concrete de consultanță juridică acordate de către societate îmbracă atât forma consultanței juridice cu caracter permanent, cât și consultanță juridică punctuală, asupra unei probleme specifice"
        },
        {
            "id": "service2",
            "title": "Contracte",
            "description": "• asistență juridică și reprezentare în fața instanțelor de judecată, în litigii născute din executarea, anularea, rezoluțiunea sau rezilierea unui contract \n• asistență juridică specializată în etapa negocierii contractelor civile și comerciale\n•redactare promisiuni unilaterale și bilaterale de vânzare, drafturi contracte de vânzare\n•redactare contracte de locațiune, antrepriză, prestări servicii\n•asistență calificată în fața notarului public la încheierea oricărui tip de act juridic, precum și în fața instituțiilor financiar-bancare, la încheierea contractelor de credit."
        },
        {
            "id": "service3",
            "title": "Retrocedarea imobilelor preluate abuziv",
            "description": "•reconstituirea și constituirea dreptului de proprietate privată asupra terenurilor, în baza Legii nr. 18/1991 privind fondul funciar\n•măsuri reparatorii pentru persoanele fizice și moștenitorii acestora, ale căror imobile cu destinația de locuință au trecut în proprietatea statului, în temeiul Legii nr. 113/1995\n•măsuri reparatorii acordate pentru imobilele preluate în mod abuziv de stat, sau de orice alte persoane juridice, în perioada 6 martie 1945 – 22 decembrie 1989, în baza Legii 10/2001."
        },
        {
            "id": "service4",
            "title": "Acțiuni de carte funciară",
            "description": "•acțiunea în prestație tabulară\n•acțiunea în rectificare\n•acțiunea în justificare tabulară."
        },
        {
            "id": "service5",
            "title": "Succesiuni",
            "description": "•asistență juridică și reprezentare în procedura succesorală notarială\n•asistență juridică și reprezentare în procedura succesorală desfășurată în fața instanțelor de judecată\n•asistență juridică și reprezentare în procedura partajului succesoral, convențional sau judiciar\n•consultanță specializată pentru întocmirea diferitelor forme ale testamentului."
        },
        {
            "id": "service6",
            "title": "Dreptul familiei",
            "description": "•asistență calificată în procedura divorțului, în fața notarului public sau a instanțelor de judecată\n•lichidarea comunității matrimoniale, în procedură contencioasă sau necontencioasă, asistență juridică și reprezentare în operațiunea de partajare a bunurilor comune\n•asistență juridică și reprezentare în procedurile privitoare la minori: încredințarea minorilor, programul de legături personale cu minorii al părintelui nerezident, pensia de întreținere cuvenită minorilor"
        },
        {
            "id": "service7",
            "title": "Fapte juridice licite si ilicite",
            "description": "Asistență juridică și reprezentare în litigii izvorâte din:\n•răspundere civilă delictuală\n•gestiune de afaceri\n•plată nedatorată\n•îmbogățire fără justă cauză"
        },
        {
            "id": "service8",
            "title": "Drepturi reale",
            "description": "•consultanță juridică, asistență juridică și reprezentare pentru apărarea dreptului de proprietate privată, în cadrul acțiunilor în revendicare, grănițuire, precum și al acțiunii negatorii\n•apărarea posesiei ca stare de fapt\n•apărarea dezmembrămintelor dreptului de proprietate privată\n•moduri de dobândire a dreptului de proprietate privată, prin uzucapiune și accesiune imobiliară, naturală și artificială\n•asistență juridică și reprezentare în materia exproprierii pentru cauză de utilitate publică"
        },
        {
            "id": "service9",
            "title": "Proceduri speciale",
            "description": "•măsuri de ocrotire judiciară (consilierea judiciară, tutela specială și mandatul de ocrotire)\n•procedura de declarare a morții\n•măsuri asiguratorii și provizorii\n•ordonanță președințială\n•ordonanță de plată\n•cerere cu valoare redusă\n•evacuarea din imobilele folosite sau ocupate fără drept\n•cauțiunea judiciară"
        },
        {
            "id": "service10",
            "title": "Drept financiar-bancar",
            "description": "•consultanță, asistență juridică și reprezentare în materia clauzelor abuzive din contractele încheiate cu instituțiile financiar-bancare\n•acordarea de consultanță privind activitatea bancară\n•consultanță de specialitate în materie de leasing financiar și operațional"
        },
        {
            "id": "service11",
            "title": "GDPR",
            "description": [
                "•informare legislativă completă cu privire la prevederile Regulamentului UE nr. 2016/697 al Parlamentului European și al Consiliului din 27 aprilie 2016, referitoare la protecţia persoanelor fizice, în ceea ce priveşte prelucrarea datelor cu caracter personal şi libera circulaţie a acestor date",
                "\n•audit GDPR:",
                "\n1) redactarea raportului de evaluare a operatorului, a documentelor de resurse umane",
                "\n2) redactarea acordurilor cu persoanele împuternicite și operatorii asociați",
                "\n3) prelucrarea de date și întocmirea evidențelor",
                "\n4) instruirea presonalului",
                "\n•asistență juridică și reprezentare în fața Autorității Naționale de Protecție a Datelor cu Caracter Personal și a instanțelor de judecată"
            ]
        },
        {
            "id": "service12",
            "title": "Drept penal",
            "description": "•asistență juridică și reprezentare în fața organelor de urmărire penală și a instanțelor de judecată, în toate etapele procesului penal"
        },
        {
            "id": "service13",
            "title": "Drept contravențional",
            "description": "•asistență juridică și reprezentare în procedura de contestare a proceselor-verbale contravenționale și a sancțiunilor contravenționale conținute de acestea"
        },
        {
            "id": "service14",
            "title": "Drept societar",
            "description": "•asistență juridică privind înființarea, funcționarea, dizolvarea lichidarea, reorganizarea și încetarea societăților comerciale"
        },
        {
            "id": "service15",
            "title": "Dreptul muncii",
            "description": [
                "•asistență în procedura disciplinară",
                "\n•medierea conflictelor de muncă",
                "\n•contestarea sancțiunilor disciplinare",
                "\n•asistență juridică și reprezentare în proceduri judiciare legate de accidente de muncă, concedieri abuzive și recuperarea prejudiciilor"
            ]
        }
    ],
    "AppointmentSuggestion": {
        "id": "appointmentSuggestion",
        "text": "Ai nevoie de consultanță sau asistență juridică?"
    },
    "TeamSection": {
        "coordinatorText": "Avocat coordonator",
        "associatedText": "Avocat asociat",
        "collaboratorText": "Avocat colaborator"
    },
    "GetInTouch": {
        "Name": "Nume",
        "Email": "Email",
        "Subject": "Subiect",
        "Message": "Mesaj",
        "Phone": "Telefon",
        "Address": "Adresă",
        "ContactFormTitle": "Formular de contact",
        "UploadFile": "Încarcă fișier",
        "UploadingFile": "Se încarcă fișierul...",
        "UploadFileError": "Fișierul nu a putut fi încărcat",
        "EmailSent": "Email trimis cu succes",
        "EmailError": "Email-ul nu a putut fi trimis",
        "EmailUploadingError": "Fișierul se încarcă, vă rugăm așteptați...",
        "SubmitButton": "Trimite"
    },
    "Footer": {
        "createdBy": "Realizat de Evolve Software Solutions."
    }
}