{
    "Navbar": [
        {
            "id": "home",
            "name": "Home"
        },
        {
            "id": "about",
            "name": "About"
        },
        {
            "id": "services",
            "name": "Services"
        },
        {
            "id": "team",
            "name": "Team"
        },
        {
            "id": "contact",
            "name": "Contact"
        }
    ],
    "HeroWords": [
        "Professionalism",
        "Integrity",
        "Efficiency",
        "Communication"
    ],
    "AboutSection": {
        "id": "about",
        "text": "Our company values integrity, transparency, and efficiency.\nWe adopt a pragmatic and results-oriented approach, demonstrating a strong commitment to excellence and professional ethics. Our goal is to consistently offer tailored legal solutions that meet the specific needs of each case. Therefore, we actively pursue continuous professional training to remain abreast of the latest legislative and jurisprudential changes. Our experience in the field, as well as proactive approach and meticulous attention to detail set us apart."
    },
    "Appointment": {
        "id": "appointment",
        "name": "APPOINTMENT"
    },
    "SectionTitles": {
        "about": "About",
        "services": "Services",
        "team": "Team",
        "contact": "Contact"
    },
    "ServicesSection": [
        {
            "id": "service1",
            "title": "General Legal Consultancy",
            "description": "Our company offers a diverse array of legal consultancy services catering to commercial entities, public institutions, and individuals alike. These services include both ongoing legal consultancy and punctual legal consultancy on a specific issue."
        },
        {
            "id": "service2",
            "title": "Contracts",
            "description": [
                "•legal assistance and representation before the courts in disputes arising from the execution, annulment, resolution, or termination of a contract",
                "\n•specialized legal assistance during the negotiation stage of civil and commercial contracts",
                "\n•drafting unilateral and bilateral sales agreements, as well as sales contracts",
                "\n•drafting lease, construction, service provision contracts",
                "\n•providing qualified assistance before a notary public for the execution of any type of legal act, as well as before financial institutions for the execution of credit agreements"
            ]
        },
        {
            "id": "service3",
            "title": "Recovery of unjustly seized real estate",
            "description": [
                "•restoration and establishment of private ownership rights over land, in accordance with Law no. 18/1991 on land resources",
                "\n•restorative measures for individuals and their heirs whose residential properties have been expropriated by the state, as stipulated in Law no. 112/1995",
                "\n•restorative measures provided for properties unlawfully seized by the state or other legal entities between March 6, 1945, and December 22, 1989, under Law 10/2001"
            ]
        },
        {
            "id": "service4",
            "title": "Land Registry Actions",
            "description": [
                "•action for specific performance of land registry entries",
                "\n•action for rectification of land registry records",
                "\n•action for justification of land registry entries"
            ]
        },
        {
            "id": "service5",
            "title": "Successions",
            "description": [
                "•legal assistance and representation in notarial succession procedures",
                "\n•legal assistance and representation in succession procedures conducted before the courts",
                "\n•legal assistance and representation in succession partition procedures, whether conventional or judicial",
                "\n•specialized consultancy for drafting various types of wills"
            ]
        },
        {
            "id": "service6",
            "title": "Family Law",
            "description": [
                "•qualified assistance in divorce proceedings, whether before a notary public or the courts",
                "\n•liquidation of the marital community, through contentious or non-contentious procedures, with legal assistance and representation in the division of shared assets",
                "\n•drafting and negotiation of collective labor contracts",
                "\n•legal assistance and representation in matters concerning minors, including custody arrangements, the establishment of personal relationship programs with minors for non-resident parents, and obtaining child support pensions."
            ]
        },
        {
            "id": "service7",
            "title": "Lawful or Unlawful Legal Acts ",
            "description": [
                "Legal assistance and representation in disputes related to:",
                "\n•tort liability",
                "\n•business management",
                "\n•undue payment",
                "\n•unjust enrichment"
            ]
        },
        {
            "id": "service8",
            "title": "Property Law",
            "description": [
                "•legal consultancy, assistance, and representation for the defence of private property rights, including actions of reclamation, demarcation, and negative action",
                "\n•defence of possession as a factual state",
                "\n•defence of the fragmentation of private property rights",
                "\n•methods of acquiring private property rights, including usucaption and immovable accession, both natural and artificial",
                "\n•legal assistance and representation in matters of expropriation for public utility purposes"
            ]
        },
        {
            "id": "service9",
            "title": "Special Procedures",
            "description": [
                "•measures of judicial protection (including judicial counselling, special guardianship, and protective mandates)",
                "\n•procedure for declaring death",
                "\n•provisional and interim measures",
                "\n•presidential decrees",
                "\n•payment orders",
                "\n•claims of low value",
                "\n•eviction from premises used or occupied without authorization",
                "\n•judicial bail"
            ]
        },
        {
            "id": "service10",
            "title": "Financial and Banking Law",
            "description": [
                "•consultancy, legal assistance, and representation concerning abusive clauses in contracts concluded with financial institutions",
                "\n•provision of consultancy services regarding banking activities",
                "\n•specialized consultancy in financial and operational leasing matters",
                "\n•legal consultancy regarding the feasibility and legality of financial transactions."
            ]
        },
        {
            "id": "service11",
            "title": "GDPR",
            "description": [
                "•comprehensive legislative information on EU Regulation no. 2016/679 of the European Parliament and of the Council of 27 April 2016, concerning the protection of natural persons regarding the processing of personal data and the free movement of such data",
                "\n•GDPR audit:",
                "\n1) preparation of the operator's evaluation report and human resources documents",
                "\n2) drafting agreements with authorized persons and associated operators",
                "\n3) data processing and record-keeping",
                "\n4) staff training",
                "\n•legal assistance and representation before the National Authority for the Supervision of Personal Data Processing and the courts"
            ]
        },
        {
            "id": "service12",
            "title": "Criminal Law",
            "description": [
                "•legal assistance and representation before the criminal prosecution authorities and throughout all stages of criminal proceedings in court"
            ]
        },
        {
            "id": "service13",
            "title": "Misdemeanour Law",
            "description": [
                "•legal assistance and representation in contesting contravention notices and the associated sanctions"
            ]
        },
        {
            "id": "service14",
            "title": "Corporate Law",
            "description": [
                "•legal assistance in the establishment, operation, dissolution, liquidation, reorganization, and cessation of commercial companies"
            ]
        },
        {
            "id": "service15",
            "title": "Labour Law",
            "description": [
                "•assistance with disciplinary procedures",
                "\n•mediation of labour disputes",
                "\n•contesting disciplinary sanctions",
                "\n•legal assistance and representation in judicial proceedings related to work accidents, wrongful dismissals, and recovery of damages"
            ]
        }
    ],
    "AppointmentSuggestion": {
        "id": "appointmentSuggestion",
        "text": "Do you need legal advice or assistance?"
    },
    "TeamSection": {
        "coordinatorText": "Managing partner",
        "associatedText": "Partner",
        "collaboratorText": "Associate Lawyer"
    },
    "GetInTouch": {
        "Name": "Name",
        "Email": "Email",
        "Subject": "Subject",
        "Message": "Message",
        "Phone": "Phone",
        "Address": "Address",
        "ContactFormTitle": "Contact form",
        "UploadFile": "Upload file",
        "UploadingFile": "Uploading file...",
        "UploadFileError": "The file could not be uploaded",
        "EmailSent": "Email sent",
        "EmailError": "The email could not be sent",
        "EmailUploadingError": "File is loading, please wait...",
        "SubmitButton": "Submit"
    },
    "Footer": {
        "createdBy": "Created by Evolve Software Solutions"
    }
}